{
  "Home__Alterra Local Computing": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Alterra Local Computing",
      "TechTypeString": "alterraLocalComputing",
      "Body": "Alterra Local Computing offers time-tested designs encasing modern technology for those times when speed or security require local computing or data storage. The following generic designs were licensed by your mission:\n\n  - Computer Monitor\n  - Computer CPU (with festive local color courtesy of Alterra omniLounge technology)\n\nPlease note the functionality of some devices in the Alterra Local Computing catalog require a functioning Alterra Transponder to operate properly or at full capacity.\n\nAlterra Local Computing: pretending your data is private since day one.",
      "ImageName": "alterraLocalComputing",
      "Unlocked": true
    }
  ],
  "Home__Alterra Paint Tool": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Alterra Paint Tool",
      "TechTypeString": "PaintTool",
      "Body": "The Alterra Paint Tool is the latest in SmartPigment applicators, effortlessly delivering a perfect coat every single time. No masking needed or fretting about overspray, simply select your desired SmartPigmenet Color Palette, point the Alterra Paint Tool at the desired object, and activate. \n\nAlter your LED lighting while you paint. The Alterra Paint Tool will link with the LED’s EasyConnect software and give it the precise color you want. You can even mix the LED color right along with the SmartPigment colors.\n\nBe certain to use only the high-quality SmartPigment you get with the Alterra Paint Can (Home > Paint Can). Nothing else can compare -- and everything else will violate your warranty, so only use the best!\n\nUsing the Alterra Paint Tool is simple and easy. \n\nLook to the center of the UI to see the number of SmartPigment applications remaining in your Alterra Paint Can.\n\nThe Alterra Paint Tool offers 18 SmartPigment Color Palettes consisting of Primary, Secondary, and LED colors. The SmartPigmenet Color Palette Configuration Tool allows you to adjust hue, saturation, and brightness of each aspect of the Color Palette.\n\nThe Alterra Paint Tool now offers Palette Scanning, allowing you to scan an object’s Primary, Secondary, and LED color. Particularly helpful if you’ve overwritten a SmartPigmenet Color Palette or are trying out multiple variations on a single Color Palette. Best of all: no mistakes when you want to copy a color palette.\n\nSelect the desired SmartPigment Color Palette with the left-arrow and right-arrow. The interface will show you a color swatch and color index (e.g., 4/18).Then, just pull the trigger and enjoy your new decor. Or change it again and again as you see fit.\n\nThe Alterra Paint Tool: Flexible Interior Design to match your mood with the Alterra Paint Tool -- Only usable on products from Alterra Corporation’s FCStudios subdivision.",
      "ImageName": "PaintTool",
      "Unlocked": true
    }
  ],
  "Home__Alterra Sanitary Facilities": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Alterra Sanitary Facilities",
      "TechTypeString": "AlterraSanitaryFacilities",
      "Body": "Have to go outside to empty your bladder and it’s a brisk -200 celcius? Tired of showering under a bucket while sulfuric acid clouds waft around you? Really, really need to get that radio-active gunk off your hands? At Alterra Corp, we know nothing says comfort like indoor plumbing.\n\nThe Alterra Sanitary Facilities collection lets maintain proper hygiene with the utmost in convenience. Your mission has licensed the following products:\n\n  - The Alterra Sink with integrated decontamination facility. Suitable for anything you can fit under the faucet.\n  - The Alterra Toilet with self-adjusting, heated seat and absolutely no privacy for, um, yeah, your, uh, convenience.\n  - The Alterra Shower with Alterra AcuTemp technology for the perfect shower experience every time.\n\nFor best results, Alterra Corp suggests the Base Utility Unit (Life Support > Base Utility Unit) to provide biologically-inert, pressurized water to your Habitat.\n\nThe Alterra Sanitary Facilities collection: when you gotta go, go with Alterra!",
      "ImageName": "AlterraSanitaryFacilities",
      "Unlocked": true
    }
  ],
  "Home__Alterra Signs": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Alterra Signs",
      "TechTypeString": "AlterraSign",
      "Body": "Alterra Department of Knowledge, Influence, and Communications is proud to offer a sample range of it’s Deluxe Signs. Let these self-lighting signs tell you what you need to know where and when you need to know it, whether it’s getting the right room or when it’s your exit on the thoroughfare.\n\nDeluxe Signs come with a soft-as-a-bunny’s-bottom blue glow, an arrow to tell you where to go, and a friendly font suitable for any message.\n\nModels included in the sample offer: \n - Wall Sign: attaches to almost any interior wall. (Wall not included)\n - Outdoor Sign: free-standing sign, suitable for all outdoor environments. (Outdoors not included)\n\nAlterra Deluxe Signs: telling you what you need to know and where to get off.",
      "ImageName": "AlterraSign",
      "Unlocked": true
    }
  ],
  "Home__Cabinets": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Cabinets",
      "TechTypeString": "cabinets",
      "Body": "Alterra Home Furnishings brings you the latest in elegant interior design with 4 choice selections from its overall catalog. These cabinets feature two color zones and convenient storage for 18 of your favorite items. \n\nThe following designs are included in the Digital Catalog:\n\n - Tall Vertical Cabinet\n - Medium Vertical Cabinet\n - Wide Floor Cabinet\n - Cabinet T.V. Stand\n\n(Um, look, they’re basically shelves you can put things in. Shelves keep things off the floor because you can put things on them, Cabinets keep things off the floor because you can put things on them and in them. We keep it simple here in Home Furnishings.)",
      "ImageName": "cabinets",
      "Unlocked": true
    }
  ],
  "Home__Crew Bunk Bed": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Crew Bunk Bed",
      "TechTypeString": "FCSCrewBunkBed",
      "Body": "Not every facility can offer luxury accommodations and not every mission has all the space it might desire. To ease you through tough times and give you the rest you need for optimum performance, Alterra Mission Comforts introduces its Crew Bunk Bed.\n\nThe Crew Bunk Bed offers comfortable sleeping arrangements for two with the ladder conveniently placed so the upper occupant won’t disturb the lower when entering or exiting.\n\nTeam up the Crew Bunk Bed with the Alterra Crew Locker (Home > Crew Locker) and the Alterra SleepRight Snore Canceler (Home > [Error: Product Not Licensed for Mission]) for the perfect ensemble.\n\nAlterra Crew Bunk Bed: snuggle up with us for a great night’s sleep.",
      "ImageName": "FCSCrewBunkBed",
      "Unlocked": true
    }
  ],
  "Home__Crew Locker": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Crew Locker",
      "TechTypeString": "FCSCrewLocker",
      "Body": "The Alterra Crew Locker, from Alterra Mission Comforts, offers premium personal storage in a small footprint. This unit features personal storage space for 18 items, a configurable nameplate, and SecureLock Identity Scanning to open for you and only you.\n\nThe Alterra Crew Locker also makes the perfect companion for the Alterra Crew Bunk Bed (Home > Crew Bunk Bed).\n\nAlterra Crew Locker: keeping your stuff safe, just where you need it.",
      "ImageName": "FCSCrewLocker",
      "Unlocked": true
    }
  ],
  "Home__Culinary Retrospective Collection": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Culinary Retrospective Collection",
      "TechTypeString": "alterraCulinaryCollection",
      "Body": "Alterra Off-World Cuisine Division proudly brings you the Alterra Culinary Retrospective Collection: three timeless devices to let you take a break from your busy day and ready your meals like our ancestors. \n\nImagine the pride you’ll feel when turning even the most frightening off-world creepy-crawly goo into an edible meal that will slide down your gullet without making your tongue want to slap you -- a far cry from the basic fabricator. A fabricator will keep you alive but with the Alterra Culinary Retrospective Collection, you won’t hate yourself for it.\n\nAlterra Culinary Retrospective Collection contains the following items:\n\n  - Stove: This floor unit lets you easily cook a small meal or a banquet. The Stove will automatically adjust its temperature to properly cook any meal without burning it.\n\n  - Microwave: This shelf-top unit offers one-touch cooking of a meal or just a snack. \n\n  - Curing Cabinet: This shelf-top unit offers you one-touch cooking and salt-curing of your future meals. The Curing Cabinet will self-adjust to provide the perfect moisture balance for longevity and nutrition. Note: the appropriate amount of salt must be supplied along with the products to be salt-cured.\n\nDon’t worry, the Alterra Culinary Retrospective Collection hasn’t eschewed all technology: embedded short-range Data Storage Antennas let you access the contents of each unit right from your Data Storage Network access terminal. Please be aware, cooked food will spoil unless stored in an appropriate device, such as the SeaBreeze (Home > Seabreeze).\n\nAlterra Culinary Retrospective Collection: a history lesson in every meal.",
      "ImageName": "alterraCulinaryCollection",
      "Unlocked": true
    }
  ],
  "Home__Elevator": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Elevator",
      "TechTypeString": "Elevator",
      "Body": "The Alterra Elevator, now approved for civilian use, is a simple and easy way to get from down here to up there and back. The Alterra Elevator has all the ruggedness and safety features of the industrial models in a slimmed down design for every-day use.\n\nHaving a hard time getting your Alterra Synthetic Tree DustMaster Exosuit all the way up to those high branches or need to stop those damned birds from nesting in your gutters, the Alterra Elevator has you covered.\n\nThe Alterra Elevator uses minimal power and operates in all environments thanks to Alterra RunSafe technology. A nano-folded support frame replaces HoverPods for greater safety however this limits the Alterra Elevator to 200m of travel. \n\nThe Alterra Elevator can store up to 20 stops, for which you provide the specified height and convenient name, and offers a speed selector for those long journeys. In addition, the Alterra Elevator monitors it’s embarkation areas for waiting passengers so there’s no need to manually call the Elevator.\n\nNota Bene: Railings are optional and for your safety during operation.\n\nDISCLAIMER: The Alterra Elevator should not be used for spying on neighbors without prior consent, should not be used to leap mid-sized buildings in a single bound, and should not be used as a cliff-diving platform: the Alterra Elevator is not, in fact, a cliff.\n\nThe Alterra Hover Lift Pad: reach the highest heights with Alterra Corp.",
      "ImageName": "Elevator",
      "Unlocked": true
    }
  ],
  "Home__Fire Extinguisher Refueler": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Fire Extinguisher Refueler",
      "TechTypeString": "FireExtinguisherRefueler",
      "Body": "You know how it is: you’re sitting on your Alterra Premium Sofa watching your Alterra Table Smart TV nestled on your Alterra Shelf 02 when suddenly you hear the fire alarm and you rise in a panic thinking “Oh no, who will protect my Alterra devices?!”  You will, that’s who.\n\nWith the Alterra Fire Extinguisher Refueler you will always have a fueled and ready Fire Extinguisher when the need arises.\n\nPlace the Alterra Fire Extinguisher Refueler on any convenient interior wall and insert your favorite color of Fire Extinguisher. Grab it at a moment’s notice, use it as much as you need, then place back in the Refueler.\n\nIn just a few minutes, you’re ready to fight your next blaze.\n\nNever again fear for the safety of your Alterra Goods and Products with the Alterra Fire Extinguisher Refueler.",
      "ImageName": "FireExtinguisherRefueler",
      "Unlocked": true
    }
  ],
  "Home__Hologram Poster": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Hologram Poster",
      "TechTypeString": "HologramPoster",
      "Body": "Draw the eye to your important information with the elegant styling of the Alterra Hologram Poster.\n\nAttachable to most wall surfaces, the Alterra Hologram Poster can be changed by approaching it and entering its control field. You can choose from a small library of digital designs or select one of your personal favorites (pictures of family, pictures expressly without family, your favorite holiday photos, or anything else that brings you warmth and comfort).\n\nNota Bene: Custom images should be tailored to the Hologram Display Area for best results but will display any image in the shared catalog. You can access them on your personal computing device under the heading: FCS_HomeSolutions / Assets / CustomImages \n\nAlterra Hologram Poster: If it’s worth saying, it’s worth saying with the Alterra Hologram Poster.",
      "ImageName": "HologramPoster",
      "Unlocked": true
    }
  ],
  "Home__Neon Planter": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Neon Planter",
      "TechTypeString": "NeonPlanter",
      "Body": "No home-away-from-home would be complete without a garden and the reminder of growing things. The Alterra Neon Planter is an elegant, easy-to-use foundation, suitable for the entire catalog of Alterra Simulated Indoor Plants and Trees. The stylish base even doubles as an emergency light in the unlikely event of a power failure.\n\nDISCLAIMER: Your Alterra Hub is running in Autonomous Mode. This may mean you survived an emergency evacuation of a capital-class ship equipped with Alterra technology. Because your Alterra Division Head or Mission Director did not license the Alterra Simulated Plants and Trees Digital Catalog, the standard Alterra Neon Planter Kit has been replaced with an alternate version that allows for growing living things.\n\nDo not be alarmed. While many, many living plants can and will kill or maim you, many of them are nonetheless quite beautiful, letting you enjoy your last days with a spectacular view. We’re not saying all plants will kill or maim you, of course -- some are almost as safe as Alterra Simulated Plants and Trees. With due care, a supply of medical kits, and regular vaccinations, we’re sure you’ll be just fine.\n\nIf rescued, please complain loudly to your Alterra Division Head and demand that, in future, all your division’s missions purchase a license for the Alterra Simulated Plants and Trees Digital Catalog. Because your safety is worth a license fee.",
      "ImageName": "NeonPlanter",
      "Unlocked": true
    }
  ],
  "Home__Paint Can": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Paint Can",
      "TechTypeString": "PaintCan",
      "Body": "The Alterra Paint Can is the inseparable companion of the Alterra Paint Tool (Home > Alterra Paint Tool), containing 100 Smart-Pigment applications. \n\nAlterra Smart-Pigment is guaranteed never to affect non-Alterra devices, never peel or flake, and is completely non-toxic -- it really is! Try a spoonful!\n\nNot suited for use in non-Alterra pigment application devices. Alterra Corporation is not responsible for damage to non-Alterra pigment application devices or any loss of life or limb that may be associated.",
      "ImageName": "PaintCan",
      "Unlocked": true
    }
  ],
  "Home__Televisions": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Televisions",
      "TechTypeString": "SmartTVs",
      "Body": "Everyone needs a little time to unwind and take a break from the everyday. Whether you’ve spent your day running from rabid beasts on an alien planet or running from rabid deadlines in the office, Alterra Premier Entertainment Division is there to bring you high-quality entertainment just when and how you need it.\n\nExperience the entire range of media from the earliest days of recorded video to the latest in Sense Mapping Stories (SMS) with Premier Entertainment’s full Digital Catalog in comfort. (ERROR: License for Premier Entertainment Digital Catalog not found. Public Domain Test Video installed.)\n\nThis Digital Catalog contains 2 notable selections from Alterra Premier Entertainment Division’s Origins line of products, letting you enjoy entertainment on small, cozy screens just like your ancestors.\n\n - Smart TV with Wall Mount\n - Smart TV with Stand \n\nNota Bene: If you have independently licensed video material, you can add them on your personal computing device under the heading: FCS_HomeSolutions / Assets / Videos     \n\nAlterra Premier Entertainment: never, ever, be bored.",
      "ImageName": "SmartTVs",
      "Unlocked": true
    }
  ],
  "Home__Sofas": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Sofas",
      "TechTypeString": "FCSSofas",
      "Body": "Alterra Home Furnishings brings you the latest in elegant interior design with 3 choice selections from its overall Catalog for all your sitting needs.\n\n(Look, what can we say? They aren’t any more exciting than shelves. They keep your butt off the floor. Grab one, plop yourself down, and watch an Alterra Television.)",
      "ImageName": "FCSSofas",
      "Unlocked": true
    }
  ],
  "Home__Shelves": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Shelves",
      "TechTypeString": "FCSFloorShelfs",
      "Body": "Alterra Home Furnishings brings you the latest in elegant interior design with 7 choice selections from its overall catalog. Big and small, wide and thin, for all your shelving needs.\n\n(No, really, that’s the end of the entry. There’s only so much you can say about shelves. “Deluxe Shelving unit jumps from aircraft to save children from burning nuclear reactor!” just isn’t a headline you’re gonna see. They’re shelves. They keep things off the floor. Full stop.)",
      "ImageName": "FCSFloorShelfs",
      "Unlocked": true
    }
  ],
  "Home__Neon Bar Stool": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Neon Bar Stool",
      "TechTypeString": "NeonBarStool",
      "Body": "The Neon Bar Stool is a comfortable, relaxing stool suitable for use independently or as a companion product to the Alterra omniLounge line of products. \n\nThe omniLounge Artificial Intelligence has analyzed the current location and created the Peeper Lounge Bar (Home > Peeper Lounge Bar) for this catalog and tailored the Alterra Neon Bar Stool to match.\n\nPlease note, the Neon Bar Stool is not equipped with a seat belt or other safety equipment so please imbibe carefully.\n\nNeon Bar Stool: so damned comfortable you’d even enjoy a staff meeting.",
      "ImageName": "NeonBarStool",
      "Unlocked": true
    }
  ],
  "Home__Display Board": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Display Board",
      "TechTypeString": "FCSDisplayBoard",
      "Body": "The Alterra Display Board, another great product from the Alterra Department of Knowledge, Influence, and Communications, is a ceiling-mounted, two-panel information display with two viewing angles.\n\nInformation displays for this model are:\n      - Time\n      - Hull Strength\n      - Temperature\n      - Biome\n      - a Custom Message\n\nAlterra Display Board: uncluttered information in an easy to find location",
      "ImageName": "FCSDisplayBoard",
      "Unlocked": true
    }
  ],
  "Home__Curtain": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Curtain",
      "TechTypeString": "Curtain",
      "Body": "The Alterra Curtain, brought to you by Alterra Interior Design Concepts, is just the thing when you want to see what’s outside but still have some privacy now and then. This easy-to-install product fits cleanly above rectangular Habitat windows.\n\nThe Alterra Curtain is made of a proprietary nano-mesh capable of high-resolution light refraction designed to work with the Alterra Paint Gun (Home > Paint Gun) for pigment application and blending. This means you you can choose from a small library of digital designs or select one of your personal favorites (pictures of family, pictures expressly without family, your favorite holiday photos, or anything else that brings you warmth and comfort) to be blended into the primary pigment area while the secondary pigment area acts as a stylish accent skirt.\n\nNota Bene: Custom designs should fit the supplied Alterra Blank Template. You can access them on your personal computing device under the heading: FCS_HomeSolutions / Assets / CustomImages\n\nThe Alterra Curtain: because some days you just want to turn around and go back to bed.",
      "ImageName": "Curtain",
      "Unlocked": true
    }
  ],
  "Home__Rug": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Rug",
      "TechTypeString": "FCSRug",
      "Body": "The Alterra Rug, brought to you by Alterra Interior Design Concepts, is the perfect compliment to every work area and the ideal greeting when you swing your feet out of bed in the morning. Soft and inviting, the Alterra Rug’s adaptive pressure sensors adjust for maximum comfort and cushioning, ideal for when you have to stand for long stretches. Constructed with crush-sensitive friction zones and state-of-the-art insulation properties, the Alterra Rug generates just the right amount of warmth for that first step of the day.\n\nThe Alterra Rug is made of a proprietary nano-mesh capable of high-resolution light refraction designed to work with the Alterra Paint Gun (Home > Paint Gun) for pigment application and blending. This allows you to choose from a small library of digital designs or select one of your personal favorites (pictures of family, pictures expressly without family, your favorite holiday photos, or anything else that brings you warmth and comfort) to be blended into the primary pigment area.\n\nNota Bene: Custom designs should fit the supplied Alterra Blank Template. You can access them on your personal computing device under the heading: FCS_HomeSolutions / Assets / CustomImages\n\nUserNotice: Design Version Conflict Detected. Not all floor surfaces are compatible with this version of nano-mesh. Conflicting surfaces will be given priority by the Builder Tool as they are flagged as ‘Safety Flooring.’\n\nThe Alterra Rug: life might be cold and hard but your floor doesn’t have to be.",
      "ImageName": "FCSRug",
      "Unlocked": true
    }
  ],
  "Home__Seabreeze": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Seabreeze",
      "TechTypeString": "Seabreeze",
      "Body": "The Alterra Seabreeze offers you the superlative delight of preserved delicacies and chilled beverages with the convenience of open floor placement. \n\nSuitable for storing beverages, and both cured and cooked foodstuffs.\n\nThe Alterra Seabreeze: it’s what’s for breakfast! And lunch! And dinner! Every day!  ",
      "ImageName": "Seabreeze",
      "Unlocked": true
    }
  ],
  "Home__Neon Shelves and Tables": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Neon Shelves and Tables",
      "TechTypeString": "FCSNeonShelfs",
      "Body": "Let Alterra Interior Design Concepts brighten up your days and nights with something a little festive in every-day, humdrum items: the Neon line of tables and shelves. Add just the right touch of soft lighting or the perfect splash of color.\n\nThe Neon line of self-illuminating furnishings are equipped with programmable LED lighting and EasyConnect software. Use the Alterra Paint Tool (Home > Paint Tool) to adjust the color of the Neon-light simulation and apply a coat of Smart-Pigment to compliment your lighting choice.\n\nThis Digital Catalog contains 5 stylish selections from the Neon line. (For more selections from the Alterra Interior Design Concepts Digital Catalog, see your local Alterra Representative)\n\n      - Square Table (Neon Table 01)\n      - Round Table (Neon Table 02)\n      - Shelf (Neon Shelf 01)\n      - Shelf (Neon Shelf 02)\n      - Shelf (Neon Shelf 03)\n\nAlterra Interior Designs: putting all our budget into product design (because the Alterra Product Naming Division is a bunch of expensive jerks)",
      "ImageName": "FCSNeonShelfs",
      "Unlocked": true
    }
  ],
  "Home__LED Lighting": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "LED Lighting",
      "TechTypeString": "LedLightSticks",
      "Body": "“Better Living through Photons” is the motto of Alterra’s LumaConcepts Division and they’re sharing that Better Living with you with this sample offering from their Catalog of long-lasting, multi-application illumination units.\n\nAll units come standard with:\n      - EasyConnect software, for adjusting your lighting whenever, however you want with the Alterra Paint Tool (Home > Paint Tool). Choose just the right color then point and activate.\n      - OneTouch Toggle - No poorly placed switches to find, toggle the light on/off with a touch.\n      - Night Sensor - Automatically turn the light on when ambient light levels dip too low and turn the light off when ambient light levels rise.\n      - Intensity Controls - Increase or Decrease the unit’s light intensity. Go from cozy to fry a potato chip at 20 paces to recognition by another planet with one simple control.\n\nIn addition, stand-alone lighting units in this sample offering are so efficient they are able to use ambient temperature micro-differentials to keep themselves charged.\n\nAvailable Units:\n\n      - Ring Light\n      - Flood LED Light \n      - Wall Mountable LED Light Strip\n      - Long LED Light Stick\n      - Short LED Light Stick\n\nProduct Notes: \n      - Long and Short LED Light Sticks may be used Indoors and Outdoors. Put your lighting just where you need it.\n      - Wall Mountable LED Light Strip can be rotated 90 degrees while the Flood LED Light can be rotated through any angle up to 90 degrees.\n      - Flood LED Light can be rotated from 0 to 90 degrees (vertical to horizontal) and 180 degrees up and down.\n\nAlterra LED Lighting: so many photons, so little time!",
      "ImageName": "LedLightSticks",
      "Unlocked": true
    }
  ],
  "Home__Exterior Railing": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Exterior Railing",
      "TechTypeString": "FCSRailings",
      "Body": "The Alterra Heath, Safety, and Lawsuit Circumvention Division is pleased to bring you it’s Premium Safety Rail catalog. Protect yourself from injury, and excessive lawsuits and paperwork!\n\nModels available in this Digital Catalog may be constructed on Foundations, surfaces of Habitat Modules (subject to curvature), and directly on the ground (subject to some terrain limitations).\n\nThis Digital Catalog has licensed these Premium Safety Rail designs:\n\n      - Railing \n      - Railing Right Corner\n      - Railing Left Corner\n\n      - Railing With Glass\n      - Railing Right Corner With Glass\n      - Railing Left Corner With Glass\n\nAlterra Premium Safety Rails: keeping you right where you belong.",
      "ImageName": "FCSRailings",
      "Unlocked": true
    }
  ],
  "Home__Hatch Stairway": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Hatch Stairway",
      "TechTypeString": "FCSStairs",
      "Body": "The Alterra Hatch Stairway fills that niche where an Alterra Elevator might be a bit...excessive (such as that gap between a Foundation and a Hatch, the author of so many bruised knees).\n\nThis durable implementation of Alterra ExtensibleArchitectures Technology will construct a Stairway between the Hatch and a ground surface or platform. There is an optional safety-protocol that prevents building over Alterra structures to prevent unexpected results in the build process. Disabling this safety option voids all warranties on the Alterra Hatch Stairway and any other affected component. Authorized use is limited to licensed Base Architects.\n\nBase Architects should note the Alterra Hatch Stairway requires a full hatch and will not attach to a half-hatch, such as can be constructed on the side of the I-compartment.\n\nThe Alterra Door Stairs: say good-bye to banged up knees and leave the ladder climbing to the executives.",
      "ImageName": "FCSStairs",
      "Unlocked": true
    }
  ],
  "Home__Juke Box and Speaker": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Juke Box and Speaker",
      "TechTypeString": "FCSJukeBox",
      "Body": "The Alterra Juke Box and Remote Speaker bring back the simple nostalgia of times past, when you could damage both ears and eyes at the same time. Alterra Flashy-Flashy Entertainment offers these two devices in their beta form because, well, just because!\n\nNB: only plays .wav files at the moment…",
      "ImageName": "FCSJukeBox",
      "Unlocked": true
    }
  ],
  "Home__Mini Filter & Fountain": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Mini Filter & Fountain",
      "TechTypeString": "MiniFountainFilter",
      "Body": "The Alterra Mini Filter & Fountain unites timeless design and intuitive operation to bring you that cool, refreshing drink right where you need it. Take a sip straight from the fountain or grab a bottle for later.\n\nSized for convenient placement and engineered for miserly power use, the Alterra Mini Filter & Fountain can be placed anywhere and everywhere you find convenient.\n\nThe Alterra Mini Filter & Fountain cups were the genesis of Alterra omniLounge (formerly Alterra omniCup) technology. To create an oasis of the familiar mixed with exotic local flavor, upon arrival in a new location, the Alterra omniLounge AI is activated within the Alterra Fabrication Facility to create a unique cup design tailored to reflect local color and lifestyle.\n\nThe Alterra Mini Filter & Fountain plugs into the Unified Materials Manifold of Habitat Modules and larger Alterra seagoing craft, allowing you to draw in filterable liquids without compromising hull integrity. \n\nIf your habitat does not have a Base Utility Unit (Life Support > Base Utility Unit), the Alterra Mini Filter & Fountain must be placed in a submerged Module to function properly. \n\nIf your habitat has a submerged Base Utility Unit, the Alterra Mini Filter & Fountain may be placed in any Module, above or below the submergence line. The Base Utility Unit will provide water via the Unified Materials Manifold regardless of elevation.\n\nThe Alterra Mini Filter & Fountain: have a cool, refreshing drink on us.  ",
      "ImageName": "MiniFountainFilter",
      "Unlocked": true
    }
  ],
  "Home__Trash Receptacle": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Trash Receptacle",
      "TechTypeString": "TrashReceptacle",
      "Body": "We all know we should recycle. It’s good for the environment, it saves waste disposal costs, it gives Alterra Corp a great tax break, but sometimes it’s just inconvenient.\n\nNow, with the Alterra Trash Receptacle, it is the epitome of convenience. \n\nThis stylish, wall-mounted unit lets you fill your Alterra Recycler (Home > Recycler ) from the comfort of your Habitat, using a low-power, one-way Data Storage transfer.\n\nNota Bene: the Alterra Trash Receptacle is not equipped to recycle fissile material or housings for processed fissile material. Please use approved disposal equipment for depleted materials and containers.\n\nThe Alterra Trash Receptacle : Drop ‘n go, and let the tax breaks flow.",
      "ImageName": "TrashReceptacle",
      "Unlocked": true
    }
  ],
  "Home__Recycler": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Recycler",
      "TechTypeString": "Recycler",
      "Body": "The Alterra Recycler is a leader in state-of-the-art Recycling Technology. Not merely able to break down components from blueprints it knows, it has the ability to break down any Alterra technology quickly and cleanly.\n\nRecyclable items may be deposited directly at the Alterra Recycler or via the ultra-convenient Alterra Trash Receptacle (Home > Trash Receptacle).\n\nNota Bene: the Alterra Recycler is not equipped to recycle fissile material or housings for processed fissile material. Please use approved disposal equipment for depleted materials and containers.\n\nThe Alterra Recycler:  getting you the materials you need to build a better tomorrow with yesterday’s garbage.",
      "ImageName": "Recycler",
      "Unlocked": true
    }
  ],
  "Home__Quantum Travel": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Quantum Travel",
      "TechTypeString": "QuantumTeleporter",
      "Body": "Alterra SpaceTime Solutions, a subsidiary of the EPR Research Division, is excited to bring you the Alterra Quantum Travel line of products. \n\nQuantum Travel gives you all the benefits of physically going places without any of that tedious mucking about going from here to there: no traffic, no worries about the weather, and no getting trapped in the gravitational field of your favorite ice cream stand that you can’t break free of even though it means an extra 20 minutes on the treadmill. With the Alterra Quantum Travel product family, you’re right at your destination with the push of a button.\n\nDisclaimer: The EPR Research Division, named in honor of the famous 1935 paper by Einstein, Podolsky, and Rosen, wishes to categorically wash its hands of the slanderous marketing term of “Quantum Teleportation.” True Quantum Teleportation refers to the transfer of quantum state information and not physical objects. Further, it wishes to make clear that SpaceTime Solutions works with modified field equations to create a quasi-stable form of Einstein-Rosen Bridge. Marketing…what a bunch of jerks.\n\nYour mission has licensed four items from the Alterra Quantum Travel Catalog: \n      - Quantum Power Bank\n      - Quantum Power Bank Charger\n      - Quantum Teleporter\n      - Quantum Teleporter Vehicle Pad\n\nWARNING: Energy costs represent the energy paid by each teleport device, the sender and the receiver must independently have that energy cost available.\n\nINTER-/INTRA-BASE TELEPORTATION\n\nFor Inter-Base and Intra-Base Teleportation, two Alterra Quantum Teleporters are used.\n\nThe Alterra Quantum Teleporter maintains two operating networks, Home and Global.\n\nThe Home Network \n - is made up of Quantum Teleporters that are part of the Habitat region. \n - transfer is instantaneous \n - uses very little power (150 energy by each teleporter)\n - each Quantum Teleporter is automatically listed in the Home Network\n\nThe Global network\n - is made up of Quantum Teleporters that are not part of the Habitat region. \n - transfer is very fast but not instantaneous\n - uses quite a bit of power (1,500 energy by each teleporter)\n - each Quantum Teleporter must be manually added to the Global Network -- often only one Quantum Teleporter in each Base is sufficient\n\nIn the Quantum Teleporter interface, Home and Global network selections are on the left. On the right is the option to list the current Quantum Teleporter on the Global Network and the option to rename that Quantum Teleporter. Naming each Quantum Teleporter makes knowing where you are going just that much easier.\n\nWhen selecting a teleport destination, the power available at the destination will be viewable.\n\nAWAY-FROM-BASE TELEPORTATION\n\nFor Away-From-Base Teleportation, the FCStudios PDA serves as the origin with a Quantum Teleporter (for personal transportation) or a Quantum Teleporter Vehicle Pad (for vehicle transportation) serving as the destination. \n\nPower for the outbound connection is provided by a Quantum Power Bank which you must have about your person.\n\nTeleportation is initiated from the Teleportation section of the FCStudios PDA.\n\nThe Quantum Power Bank holds a charge of 3000 units, sufficient to teleport the mass of a person two times or the mass of a vehicle one time.\n\nThe Alterra Quantum Power Bank is a Parallel Pulse Discharge (PPD) storage unit, able to discharge in several picoseconds, sufficient to energize the substrate material in the FCStudios PDA to create a sufficiently rigid and anisotropic Einstein-Rosen equation state and open a single-sided Einstein-Rosen bridge to the selected destination.\n\nNota Bene: the PPD storage medium is altered at the quantum level during the discharge, rendering it inert. Due to manufacturing difficulty, devices using PPD are only suitable for emergency situations.\n\nThe Alterra Quantum Power Bank Charger will “repackage” a viable PPD storage medium into the Quantum Power Bank. A new “storage medium material” will be required each time the Quantum Power Bank is placed in the Quantum Power Bank Charger.\n\n\nThe Alterra Quantum Teleporter and the Alterra Quantum Teleporter Vehicle Pad serve as end-point destinations for personal and vehicle teleportation respectively. \n\nPlease Note:\n      - Personal Teleportation: Only Alterra Quantum Teleporters on the Global Network are viable destinations.\n      - Vehicle Teleportation: Careful consideration should be given to the placement of the Alterra Quantum Teleporter Vehicle Pad so that it does not interfere with base structures or base traffic patterns.\n\nAlterra Quantum Travel: when being late isn’t your fault, it’s your observer’s.",
      "ImageName": "QuantumTeleporter",
      "Unlocked": true
    }
  ],
  "Home__Peeper Lounge Bar": [
    {
      "Path": "fcs/Home",
      "TabTitle": "Home",
      "Title": "Peeper Lounge Bar",
      "TechTypeString": "PeeperLoungeBar",
      "Body": "Had a hard day? Barely escaped with your life? Whether you were late for an important meeting or stranded on an alien planet surrounded by teeth and tax collectors, everyone deserves to pull up a Neon Bar Stool (Home > Neon Bar Stool), talk about (or avoid talking about) the events of the day with friends, and imbibe a little temporary memory loss with some truly excellent snacks. \n\nThe Peeper Lounge Bar is a product of Alterra omniLounge Technology, to create an oasis of the familiar mixed with exotic local flavor. Upon arrival in a new location, the Alterra omniLounge AI is activated within the Alterra Fabrication Facility to create a unique Lounge and Stool design tailored to reflect local color and lifestyle and, where possible, a unique product formulation.\n\nThe Alterra Peeper Lounge Bar comes fully stocked with almost everything you need to turn a drab, sterile room into a warm and cheery place where the pressures of the outside world melt away like sanity in a staff meeting, leaving you relaxed, rested, and ready for tomorrow. \n\nThe Peeper Lounge Bar comes equipped with the following:\n      - A small aquarium for three local friends\n      - Z1 Snacks: A Countdown to flavor and adventuring\n      - MrSpicy Chips: Your taste buds will be screaming in delight from the very first bite of MrSpicy Chips\n      - Alterra Nutrient Pouch: More nutrients than a momma marsupial could provide, tastier too!\n      - MrSpicy Pop: Wake up those taste buds and the rest of you too.\n      - Extra Hot Coffee: Warming you up from absolute zero with just the right amount of your personal favorite extras\n      - FCS Orange Soda: the Galaxy famous drink made with real True-Natural synthetic oranges\n      - Peeper Whiskey: a unique local product, not for underage Peepers\n      - Alterra Scotch: An aged whiskey made by a single distillery using only malted barley and water, with a complex and mellow flavor.\n      - Carolina Peeper Balls: Peeper Balls, Caroline style. Ingredients: Sugar, Gum Base, Carolina Reaper Peppers, Balls of Peeper (make of that what you will), Carnauba Wax, Corn Starch, Artificial Flavors and Colors. Scoville Heat Units: [ERRNumericOverflow].\n      - Sumptuous Coffee in a variety of Coffee Mugs\n\nCoffee Mug Varieties:\n      - Alterra Corporation (two varieties)\n      - FCStudios\n      - MrSpicy Gaming\n      - Z1 Gaming\n      - Monika CinnyRoll\n      - Peeper (courtesy of the Alterra omniLounge AI)\n\nThe Peeper Lounge also offers room for three of your local aquatic friends to enjoy the Lounge's customized local environment while you relax with deep, meaningful conversations with the on-board AI.\n\nDoes not include\n      - stool seat belts\n      - people to drink with\n\nThe Alterra Peeper Lounge Bar: pull up a stool, grab a quick snack and a drink, and tell the Peeper Lounge Bar all about it.",
      "ImageName": "PeeperLoungeBar",
      "Unlocked": true
    }
  ]
}